// src/domain/HomeInfo.js

// イベントに関する情報（データ）を定義します
export const EVENT_INFO = {
    month: 2,                 // 開催月 (1-12)
    day: 4,                   // 開催日 (1-31)
    name: 'デジタルワークス'     // イベント名
};

// サイトの理念に関する情報（データ）を定義します
export const SITE_PHILOSOPHY = {
    title: 'このサイトについて',
    messages: [
        '「IT分野学生の技術力不足を解消」したい',
        '「神戸電子IT分野学生」向けの',
        '「プログラミング情報共有サイト」というプロダクトは、',
        '「学生間での技術についての情報共有や、自身の創作物を公開できるサイト」です。',
        'これは「プログラミングする上でわからないことが解決できたり、自身の制作物などを公開すること」ができ、',
        '「参加している学生同士の活動が透明化されることによってモチベーションが保ちやすい」という特徴が備わっています。'
    ]
};